

{
    "items":[
        {
            "id": "card1",
            "name": "City Park",
            "image": "images/2.webp",
            "address": "100 Park Ave, Freetown, Sierra Leone, West Africa",
            "description": "A beautiful 50-acre park with walking trails, playgrounds, and picnic areas perfect for family outings."
          },
          {
            "id": "card2",
            "name": "Historical Museum",
            "image": "images/6.webp",
            "address": "200 History Lane, Freetown, Sierra Leone, West Africa",
            "description": "Explore our city's rich history through interactive exhibits and artifacts dating back to the 1800s."
          },
          {
            "id": "card3",
            "name": "Riverwalk",
            "image": "images/4.webp",
            "address": "300 Riverside Drive, Freetown, Sierra Leone, West Africa",
            "description": "Scenic 2-mile paved trail along the river with beautiful views and outdoor art installations."
          },
          {
            "id": "card4",
            "name": "Downtown Plaza",
            "image": "images/5.webp",
            "address": "400 Main Street, Freetown, Sierra Leone, West Africa",
            "description": "The heart of our city featuring shops, restaurants, and frequent community events."
          },
          {
            "id": "card5",
            "name": "Science Center",
            "image": "images/3.webp",
            "address": "500 Innovation Way, Freetown, Sierra Leone, West Africa",
            "description": "Interactive science exhibits for all ages, including a planetarium and robotics lab."
          },
          {
            "id": "card6",
            "name": "Botanical Gardens",
            "image": "images/1.webp",
            "address": "600 Flora Street, Freetown, Sierra Leone, West Africa",
            "description": "20 acres of themed gardens showcasing native plants and exotic species from around the world."
          },
          {
            "id": "card7",
            "name": "Performing Arts Center",
            "image": "images/7.webp",
            "address": "700 Culture Avenue, Freetown, Sierra Leone, West Africa",
            "description": "State-of-the-art venue hosting concerts, plays, and dance performances year-round."
          },
          {
            "id": "card8",
            "name": "Sports Complex",
            "image": "images/6.webp",
            "address": "800 Champion Boulevard, Freetown, Sierra Leone, West Africa",
            "description": "Premier athletic facility with pools, courts, and fields for community sports and events."
          }

    ]
}


